---
kind: enumMember
id: F:Autodesk.Revit.UI.PostableCommand.PipeFitting
enum: Autodesk.Revit.UI.PostableCommand
zh: 管件、弯头、三通
source: html/f6ccdc1b-6ac3-9c49-d0bb-8a7d1877eab0.htm
---
# Autodesk.Revit.UI.PostableCommand.PipeFitting

**中文**: 管件、弯头、三通

Places a pipe fitting. These fittings include elbows, tees, wyes, crosses, unions, and other types of fittings.